Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
bbl: მაკ შუჼ მაქ ლა́ტჲოლუ́ჲში̆ მოჰ̦ე́ აკადე́მიურ წყა́რო̆ იშტ: „ Mozilla (2021) Common Voice. მისამართ https://commonvoice.mozilla.org/ (ჰ̦ალო̆ ე́ცრეჼ თა́რიღ 15 სექტემბერ, 2021)“

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
bbl: მაკ შუჼ ჴენე-ჴენე́ სოცქსე́ლი ჴმა́რბადჲაჼ. უნმაკ დუჴ ნა́ხგო̆ ხაჸითათ, ჰ̦ალო̆ ა́ხსნადებათ, გაციფრბადარენ უ̂ხ მაკ მო́ჰ̦მი მოტტ ბისბა́ჴაჼ ციფრულათ მო́ჸ, ალ'ათ, მე ტექნოლოგიილოა́ უთანასწო́რბი ჲა. გიბათ რჩე́ვი <campaignLink>სოციალურ კომპანიიშ ლალჲანეჲნო, უჲშტნეჸ - ჴე́ნი გამოდგო́მალეჲნი̆ მა́სალი </campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bbl: მოტტ ცო ბა ჩა́ვარბიენო̆. დაჰ̦ დო́ტათ შეჲრ <profileLink> პრო́ფილმაქ</profileLink> მოტტ დაწე́რადბაჼ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bbl: აჰ̦̦ ჴეჲჩნა დაჰ̦̦ დახითარ მიჯნეგო́მციჼ ეჴ "გვერდმაქ". დეხო́თხ ჩუ სტეხ { $retryLimit } წუთე წი́ნ წინადა́დებ ჲახითლო́მციჼ. მა́დელ ჰ̦ოჼ ჰ̦ალო̆ ყე́პყჲარენდალლა́

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bbl: აჰ ჴეჲჩნა́ დაჰ̦ დახითარ მიჯნეგო́მციჼ ეჴ "გვერდენმაქ". დეხო́თხ ჩუ სტე́ხ { $retryLimit } წა́მე წი́ნ წინადა́დებ ჲახითლო́მციჼ. მადლობ ჰ̦ალო̆ ყე́პყჲარენდალლა́

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
bbl: ეჴ სა́იტენმაქ უ̂ნე́ აჲში̆ ხა́რცდინაჲში̆ (ცვლილბი), ცო გა́გდიენდაჲში̆. მოტტ ხა́რცბოშ აჲში̆ ჩუ დაჰ̦ინო̆ (ცვლილბი) დაჰ̦ დო́უ̆ვო̆. ბაყეჸი ლე́ ჸ შუჼ მოტტ ხა́რცბარ?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
bbl: ეჴ სა́იტენმაქ უ̂ნე́ აჲში̆ ხა́რცდინაჲში̆ (ცვლილბი), ცო გა́გდიენდაჲში̆. სა́იტერნა ნჵაჲჸ დაჲლ'ჩე აჲში̆ ჩუ დაჰ̦ინო̆ (ცვლილბი) დაჰ̦ დო́უ̆ვო̆.

source: You have unsaved changes on this page. If you switch datasets, your changes will not be saved. Are you sure you want to switch?
bbl: ეჴ სა́იტენმაქ ცვლილბი ცო ჲა დაკოჲითენო̆. კრე́ბულ ხა́რცდოშ ჩუ ჲაჰინო̆ ცვლილბი დაჰ ჲო́უვო̆. ბაყეჸი́ ლე́ჸ შუჼ ხა́რცჲაჼ?

source: You might also want to consider spanning different contexts and domains.
bbl: უჲშტნეჸ, დაქიჼ ხილ'ო̆ დუჴ საკითხია́ დარგა́ მე ხილ'ულო̆.

source: You must allow microphone access.
bbl: ჭირბალა მიკროფო́ნეხ ჴა́პტუჲნი̆ ნე́ბ ჲალ'არ

source: You must flag content that is offensive, harmful or otherwise worrying. It must also include no personally identifying information like phone numbers or addresses. It will be removed from your experience until the Common Voice team can review it and investigate further.
bbl: დეწი́შ მონიშნოდაჼ ჴა́რტაჼ ე́ვდუჲნი̆, მო́სსიჼ ლე ჴეჩბერ დაკახ ჴე́ჸი́ნი̆ მა́სალ. უჲშტნეჸ, ცო დე́წე̆ და́გაჼ პირად მონაცე́მი: ტელეფო́ნე ნო́მერ, მისამართ. ცო ბჵარღო́გო̆ შუჼ, მინამ ეჴ საკითხინმაქ მუშებადო́ჩო̆ გუნდევ დაკრეშ ცო დაყყოდო̆.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
bbl: ჩანაწერა́ხ ცჰ̦აცა-ცჰ̦აცა́ დაშნი ღაზიშ დეწე̆ ხაწაჼ. თხოჼ ლე́ჸ, მე́ მაშინეშვ ჺა́მდოჩო̆ ალგორითმინ მაკელო̆ ფო́ნეღ ჴენ-ჴენი თათნი ჲაშა́ დაშნი ჰ̦ალო̆ ა́ღქმადაჼ. ეჴუჲნდალლა́ ნა́ხიჼ თათნი, ლე კაწკუჲშ ღიღბარ ხაწარ ცო́მ შა́ბალა, ცო და́შლადოჰ̦ ჰ̦ალო̆ ხა́ტტიჩო̆ დაშნინ ლარკ ჺ́ოფრენ. ზორაჲშ დ́აშლად́ოჰ̦, დაშნი ცო ხაწეშ, უარ დეწი́შ ა́ლ'აჼ.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
bbl: კილო̆ წე შარღეშ დაშნი ა́ლ'რეხ. მიზი ჴენჴე́ნი და: ლე და́ხეჩო̆ აჲდგლეხ და ჴალლინო̆, ლე მელ'მი მატტავ ა́მბუჲ ჲარენდალლა́ ლე́ვლა უჲშტი̆, ლე ჴენაჸ მიზი ბა. ესე მაკ შუჼ მუჲლნე́ლეჸ მონაცე́მი გაზიარბადოლუ́ჲში̆, მენხუჲა́ შუ ა́ზრუვ საჭირო̆ დაჲცი̆.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
bbl: შუჼ იშა́რეჼ ჩანაწე́რი, ვინაობეჼ მონაცე́მი დაჰ̦ ჲა́ჴინო̆, ჩუ ჲისო̆ Common Voice-ეჼ მონაცემა́ კრე́ბულე. პრო́ფილ გაუქმადჲიჩედო́ლიჼ ცო მაკალათ შუჼ შუჼ მონაცე́მი კრე́ბულერეჼ ჰ̦ალო̆ ჲა́ჴარ დაკლე́ვადოლუ́ჲში̆

source: Your API Credentials
bbl: შუჼ API მო́წმობ

source: Your daily goal has been created
bbl: შუჼ ყო́ველდინლუჼ მიზაჼ შე́ქმნადჲენო̆ და

source: Your dataset is downloading!
bbl: შუჼ კრე́ბულ აჰ̦ დჵო́ფლა/ჩამოტვირთოლა

source: Your download has started.
bbl: ჰ̦ეჼ აჰ̦დღო́ფრი (ჩამოტვირთვ) ჰ̦ალო̆ და დო́ლდალინო̆

source: You’re contributing to a target segment
bbl: აჰ̦ და́ყ ჩუ ჴეჰ̦ო́ მიზნობრივ კრე́ბულენაჲნო̆

source: You’re contributing to our first target segment
bbl: აჰ̦ ჰ̦აიჼ დაყ ჩუ ჴეჰ̦ო თხეჼ დუჲჰ̦რელუჩო̆ მიზნობრივ კრებულე

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bbl: ჰ̦ო́გო დაკლე́ვადიენო̆ და, მე<bold>ცო</bold> ლე́ჸ ჰ̦ოჼ ელფო́სტევ მიღე́ბადოლო́ დაკჴე́ლრი ჰ̦ალო̆ შესრულბადო́ჩო̆ მიზნა́ხა́ჲ, უჲშტნეჸ, სა́ქმ მიმდინარეობეხე́ Common Voice-ხ ჴალლუ́ჲნი̆ წინ ამბუჲ

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bbl: ჰ̦ო́გო დაკლე́ვადიენო̆ და, მე ლე́ჸ ჰ̦ოჼ ელფო́სტევ მიღე́ბადოლო́ დაკჴე́ლრი ჰ̦ალო̆ შესრულბადო́ჩო̆ მიზნა́ხა́ჲ, უჲშტნეჸ, სა́ქმ მიმდინარეობეხე́ Common Voice-ხ ჴალლუ́ჲნი̆ წინ ამბუჲ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bbl: წყეგეჸ ქასტლეჲში̆. დეხო́თხ სოუბო̆ დროჰ̦-ე́ დაკრეშ ხა́ტტლოთ წინა́დადებ, მე ღაზი́შ ხოჸოლო̆ შუჼ ნიფსხოლ მოლლა́ხუჼ ჲა.

source: You're helping Common Voice reach our daily sentence goals!
bbl: ა́ჲში̆ ლეტი́შ Common Voice-ეჼ წინადა́დბი ვაშა́რ ჲაჰ̦აჼ დი́ნლუჩო̆ პირბეხ დაჰ̦ ცო თილ'აჼ

source: Your email address
bbl: შუ ელფო́სტეჼ მისამართ

source: You respond or reply to it as naturally as you can
bbl: ცადლიბათ უ̂ნმაკ ბუნებრივ პა́სუხ ბალ'აჼ

source: Your files are being assembled. Please check again later.
bbl: შუჼ ფა́ილი ვაშა́რ ჴე́ჰ̦ლა. დეხო́თხ, დაყყდებათ კაძიკ ხა́ნედო́ლიჼ.

source: Your Languages
bbl: შუჼ მატტი́შ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bbl: მატტიჼ ე ნაირსა́ხეობეჼ წინადა́დბი ჰ̦ალო̆ ჴა́ჩდაჲლნოჰ̦, შუნაჲნო̆ ძნელ ცო და́ჰ̦, მაკ შუჼ პარამე́ტრი ხა́რცდოშ ჴეჩ ნაირსა́ხეობეჼ ჩანაწე́რია́ გულლუჲში̆ ეჴაჸ მატტმაქ

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bbl: შაძლებალა ჰ̦ალო̆ ჴაჩჲაჲლნოლო̆ ცჰ̦ენნაჲრეჼ წინადადბი. ჰ̦ონაჲნო̆ ძნელ ცო და́ჰ̦, მაკ ჰ̦ოჼ პარამეტრი ხარცჲოშ ჴენაჸ სახეობეჼ წინადადბი გულო́ ეჴაჸ მატტიჼ

source: Your username and email will not be associated with the published data.
bbl: შუჼ მომხმარებელ მენე დაჲცი̆, ოჴუჲჼ წეა́ ელფოსტა́ ცო ჲაწალათე̆ ნა́ხნ გუჩო̆ მონაცემა́ხ

source: Your weekly goal has been created
bbl: შუჼ ყო́ველგეფსლუჼ მიზაჼ შე́ქმნადჲენო̆ და

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
bbl: ქა́შშეჸ და́ღო̆ შუჼ წე́რილ, მე́ნხუჲჩოჰ̦ა ა́ხსნადიენო̆ ხილ'ო̆ ჴე́ნი ნაჲბჯი შუჼ მოტტ Common Voice-ე მაქ ლა́ტბანაჲნო̆

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bbl: აჰ̦ ლა́ტრევ Common Voice-ე დინლუჩო̆ მიზნეჼ { $goaIValue } ჩანაწე́რეჼ<goaIPercentage></goaIPercentage> ჰ̦ალო̆ დოდალიჼ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bbl: აჰ ლატრევ Common Voice-ე დინლუჩო მიზნეჼ { $goaIValue } ჩანაწერაჼ<goaIPercentage></goaIPercentage> ჰალ დოდალიჼ!

source: You've successfully signed up for contributing to { $language }. Thank you.
bbl: აჲში̆ მა́რშ თაგდაჲლნაჲში̆ { $language } მატტანაჲნო̆ წვლილ ჩუ ჴე́ჵრაჼ წევრ. მა́დლბელი დათხო̆.

source: You want to join the Common Voice mailing list
bbl: ლეჸი შუჼ Common Voice-ეჼ ელფოსტ ჯგუფეჼ ნაყბისტ თაგლალო?

source: You write down what you hear in the audio clips
bbl: დაწე́რადებათ, უ̂ნე́ იშა́რეჩო̆ ჩანაწე́რე ხაწ შუჼ.

source: Zaza
bbl: ზაზაკი-მოტტ

source: Zip #{ $offset } of { $total }
bbl: Zip #{ $offset }, დი́ნ { $total }

source: Zulu
bbl: ზულუ-მოტტ
